
const songs = {
    "113031": {
        "mp3Url": "http://m10.music.126.net/20170515000810/27ef832002e9d138ea0baefd602d4264/ymusic/eb75/0da6/f5e1/c800f45cf159d1b7e693bf623d358b12.mp3",
        "album": {
            "picUrl": "http://p1.music.126.net/McpgmPXl9iXRUWtv8BLd8A==/96757023249586.jpg",
            "name": "左麟右李",
        },
        artitsts: "谭咏麟",
        name: "爱与痛的边缘",
        "zh": "[00:18.898]徘徊彷徨路前 回望这一段\n[00:26.297]你吻过我的脸 曾是百千遍\n[00:33.319]没去想终有一天 夜雨中找不到打算\n[00:43.490]让我孤单这边 一点钟等到三点\n[00:51.329]哪怕与你相见 仍是我心愿\n[00:59.089]我也有我感觉 难道要遮掩\n[01:05.979]若已经不想跟我相恋 又却怎么口口声声地欺骗\n[01:16.767]让我一等再等 在等一天共你拾回温暖\n[01:24.307]情象雨点 似断难断\n[01:28.779]越是去想 更是凌乱\n[01:32.696]我已经不想跟你痴缠\n[01:36.989]我有我的尊严 不想再受损\n[01:42.198]无奈我心 要辨难辨\n[01:46.188]道别再等 也未如愿\n[01:49.896]永远在爱与痛的边缘\n[01:54.678]应该怎么决定挑选\n[01:59.490]\n[02:18.088]哪怕与你相见 仍是我心愿\n[02:25.878]我也有我感觉 难道要遮掩\n[02:33.289]若已经不想跟我相恋 又却怎么口口声声地欺骗\n[02:40.478]让我一等再等 在等一天共你拾回温暖\n[02:49.218]情象雨点 似断难断\n[02:54.917]越是去想 更是凌乱\n[02:58.768]我已经不想跟你痴缠\n[03:02.098]我有我的尊严 不想再受损\n[03:09.190]无奈我心 要辨难辨\n[03:11.658]道别再等 也未如愿\n[03:16.158]永远在爱与痛的边缘\n[03:19.098]应该怎么决定挑选\n[03:25.528]情象雨点 似断难断\n[03:29.598]越是去想 更是凌乱\n[03:33.498]我已经不想跟你痴缠\n[03:36.389]我有我的尊严 不想再受损\n[03:41.388]无奈我心 要辨难辨\n[03:45.489]道别再等 也未如愿\n[03:49.078]永远在爱与痛的边缘\n[03:52.380]应该怎么决定挑选\n[03:57.088]永远在爱与痛的边缘\n[04:00.618]应该怎么挑选\n[04:07.848]\n"
    },
    "186016": {
        "mp3Url": "http://m10.music.126.net/20170515000832/825b4bd19a090bfda0d8dee3ce6a43b0/ymusic/5e8c/9fbd/460a/63af292aec1f060e9a1c23a8c1bbff95.mp3",
        "album": {
            "picUrl": "http://p1.music.126.net/RBNa1MGuuwhLWWC8J_Pyhg==/3242459793609734.jpg",
            "name": "叶惠美专辑",
        },
        artitsts: "周杰伦",
        name: "晴天",
        zh: "[00:00.00] 作曲 : 周杰伦\n[00:01.00] 作词 : 周杰伦\n[00:28.950]故事的小黄花\n[00:32.380]从出生那年就飘着\n[00:35.870]童年的荡秋千\n[00:39.370]随记忆一直晃到现在\n[00:42.440]ㄖㄨㄟ ㄙㄡ ㄙㄡ ㄒ一 ㄉㄡ ㄒ一ㄌㄚ\n[00:45.530]ㄙㄡ ㄌㄚ ㄒ一 ㄒ一 ㄒ一 ㄒ一 ㄌㄚ ㄒ一 ㄌㄚ ㄙㄡ\n[00:49.570]吹着前奏望着天空\n[00:52.870]我想起花瓣试着掉落\n[00:56.410]为你翘课的那一天\n[00:58.550]花落的那一天\n[01:00.190]教室的那一间\n[01:01.990]我怎么看不见\n[01:03.880]消失的下雨天\n[01:05.410]我好想再淋一遍\n[01:09.750]没想到失去的勇气我还留着\n[01:15.530]好想再问一遍\n[01:17.520]你会等待还是离开\n[01:24.500]刮风这天我试过握着你手\n[01:30.080]但偏偏雨渐渐大到我看你不见\n[01:38.450]还要多久我才能在你身边\n[01:44.870]等到放晴的那天也许我会比较好一点\n[01:52.330]从前从前有个人爱你很久\n[01:57.960]但偏偏风渐渐把距离吹得好远\n[02:06.240]好不容易又能再多爱一天\n[02:12.910]但故事的最后你好像还是说了拜拜\n[02:21.990]\n[02:34.660]为你翘课的那一天\n[02:36.500]花落的那一天\n[02:38.300]教室的那一间\n[02:40.040]我怎么看不见\n[02:41.780]消失的下雨天\n[02:43.680]我好想再淋一遍\n[02:47.610]没想到失去的勇气我还留着\n[02:54.090]好想再问一遍\n[02:55.650]你会等待还是离开\n[03:02.470]刮风这天我试过握着你手\n[03:07.900]但偏偏雨渐渐大到我看你不见\n[03:16.420]还要多久我才能在你身边\n[03:22.900]等到放晴的那天也许我会比较好一点\n[03:30.310]从前从前有个人爱你很久\n[03:36.440]偏偏风渐渐把距离吹得好远\n[03:44.290]好不容易又能再多爱一天\n[03:50.770]但故事的最后你好像还是说了拜拜\n[03:58.010]刮风这天我试过握着你手\n[04:01.760]但偏偏雨渐渐大到我看你不见\n[04:05.050]还要多久我才能够在你身边\n[04:08.630]等到放晴那天也许我会比较好一点\n[04:12.570]从前从前有个人爱你很久\n[04:15.510]但偏偏雨渐渐把距离吹得好远\n[04:18.950]好不容易又能再多爱一天\n[04:22.430]但故事的最后你好像还是说了吧\n"
    },
    "436514312": {
        "mp3Url": "http://m10.music.126.net/20170515000851/36f0831cb6491102bb5a37ee178d3c98/ymusic/35e8/22de/2dcd/3d2ccb1bd197e23827a6953af6297eab.mp3",
        "album": {
            "picUrl": "http://p1.music.126.net/34YW1QtKxJ_3YnX9ZzKhzw==/2946691234868155.jpg",
            "name": "成都演唱会",
        },
        artitsts: "赵雷",
        name: "成都",
        zh: "[00:00.00] 作曲 : 赵雷\n[00:01.00] 作词 : 赵雷\n[00:16.75]让我掉下眼泪的 不止昨夜的酒\n[00:25.91]让我依依不舍的 不止你的温柔\n[00:33.91]余路还要走多久 你攥着我的手\n[00:41.70]让我感到为难的 是挣扎的自由\n[00:52.10]分别总是在九月 回忆是思念的愁\n[00:59.63]深秋嫩绿的垂柳 亲吻着我额头\n[01:07.53]在那座阴雨的小城里 我从未忘记你\n[01:15.41]成都 带不走的 只有你\n[01:23.69]和我在成都的街头走一走\n[01:31.08]直到所有的灯都熄灭了也不停留\n[01:39.69]你会挽着我的衣袖 我会把手揣进裤兜\n[01:47.08]走到玉林路的尽头 坐在(走过)小酒馆的门口\n[02:30.37]分别总是在九月 回忆是思念的愁\n[02:38.10]深秋嫩绿的垂柳 亲吻着我额头\n[02:46.13]在那座阴雨的小城里 我从未忘记你\n[02:54.02]成都 带不走的 只有你\n[03:02.34]和我在成都的街头走一走\n[03:10.41]直到所有的灯都熄灭了也不停留\n[03:18.34]你会挽着我的衣袖 我会把手揣进裤兜\n[03:25.51]走到玉林路的尽头 坐在(走过)小酒馆的门口\n[04:35.96][03:35.40]和我在成都的街头走一走\n[04:42.76][03:45.39]直到所有的灯都熄灭了也不停留\n[03:53.62]和我在成都的街头走一走\n[04:01.35]直到所有的灯都熄灭了也不停留\n[04:08.95]你会挽着我的衣袖 我会把手揣进裤兜\n[04:17.27]走到玉林路的尽头 坐在(走过)小酒馆的门口\n"
    },
    "299090": {
        "mp3Url": "http://m10.music.126.net/20170515000909/d9570a84f44253ead551442a7400f84e/ymusic/f36c/acfc/c2ed/c016de60661a63831a49ec80ffcb8fb1.mp3",
        "album": {
            "picUrl": "http://p1.music.126.net/hvz7NfqktNDg6XRbZPnJzA==/61572651167750.jpg",
            "name": "情.菲.得意",
        },
        artitsts: "王菲",
        name: "爱与痛的边缘",
        zh: "[00:19.250]徘徊傍徨路前 回望这一段\n[00:26.830]你吻过我的脸 曾是百千遍\n[00:34.870]没去想 终有一天\n[00:38.930]夜雨中 找不到打算\n[00:42.920]让我孤单这边 一点钟等到三点\n[00:49.120]\n[00:52.570]哪怕与你相见 仍是我心愿\n[01:00.960]我也有我感觉 难道要遮掩\n[01:08.360]若已经不想跟我相恋\n[01:12.060]又却怎麽口口声声的欺骗\n[01:16.200]让我一等再等\n[01:19.640]在等一天共你拾回温暖\n[01:25.220]情像雨点 似断难断\n[01:29.480]愈是去想 更是凌乱\n[01:33.490]我已经不想跟你痴缠\n[01:35.930]我有我的尊严 不想再受损\n[01:41.520]无奈我心 要辨难辨\n[01:45.120]道别再等 也未如愿\n[01:49.270]永远在爱与痛的边缘\n[01:52.150]应该怎麽决定挑选\n[01:56.390]\n[02:15.640]哪怕与你相见 仍是我心愿\n[02:26.330]我也有我感觉 难道要遮掩\n[02:34.200]若已经不想跟我相恋\n[02:40.030]又却怎麽口口声声的欺骗\n[02:44.120]让我一等再等\n[02:46.510]在等一天共你拾回温暖\n[02:52.290]情像雨点 似断难断\n[02:57.450]愈是去想 更是凌乱\n[03:01.550]我已经不想跟你痴缠\n[03:04.160]我有我的尊严 不想再受损\n[03:09.580]无奈我心 要辨难辨\n[03:13.240]道别再等 也未如愿\n[03:18.340]永远在爱与痛的边缘\n[03:22.140]应该怎麽决定挑选\n[03:27.850]情像雨点 似断难断\n[03:32.050]愈是去想 更是凌乱\n[03:36.110]我已经不想跟你痴缠\n[03:38.980]我有我的尊严 不想再受损\n[03:43.880]无奈我心 要辨难辨\n[03:47.700]道别再等 也未如愿\n[03:53.030]永远在爱与痛的边缘\n[03:56.140]应该怎麽决定挑选\n[04:01.800]\n"
    },
    "27646196": {
        "mp3Url": "http://m10.music.126.net/20170515000928/3b31690f4ec1eb583f36439f321b3707/ymusic/c571/858e/3691/5a4a168975de228788b0e65b5d21a402.mp3",
        "album": {
            "picUrl": "http://p1.music.126.net/mPlr0GoQU2Wl_aZzIgIJ6A==/1984618488161733.jpg",
            "name": "安和桥北",
        },
        artitsts: "宋冬野",
        name: "莉莉安",
        zh: "[00:22.490]她发现孤独的人\n[00:25.180]准备动身\n[00:27.530]于是就祷告着黄昏\n[00:31.750]直到夜里\n[00:33.700]她转头听见\n[00:35.640]悲伤的呜咽\n[00:39.620]一个善良的女子\n[00:44.560]长发垂肩\n[00:46.900]她已跟随黄昏\n[00:51.130]来临\n[00:55.660]翠绿的衣裳在炉火中\n[01:00.200]化为灰烬\n[01:02.390]升起火焰\n[01:04.490]一直烧到黎明\n[01:11.750]一直到\n[01:13.940]那女子推开门离去\n[01:18.280]她自言自语\n[01:23.750]在离这很远的地方\n[01:28.130]有一片海滩\n[01:31.670]孤独的人他就在海上\n[01:35.510]撑着船帆\n[01:39.540]如果你看到他回到海岸\n[01:46.510]就请你告诉他你的名字\n[01:51.810]我的名字\n[01:56.890]\n[02:25.850]她已来临\n[02:30.400]翠绿的衣裳在炉火中\n[02:34.880]化为灰烬\n[02:36.870]升起火焰\n[02:39.210]一直烧到黎明\n[02:45.590]一直到\n[02:47.920]那女子推开门离去\n[02:52.550]她自言自语\n[02:57.990]在离这很远的地方\n[03:02.360]有一片海滩\n[03:05.950]孤独的人他就在海上\n[03:09.980]撑着船帆\n[03:13.910]如果你看到他回到海岸\n[03:20.940]就请你告诉他你的名字\n[03:26.310]我的名字\n[03:29.500]在离这很远的地方\n[03:33.280]有一片海滩\n[03:37.010]孤独的人他就在海上\n[03:40.990]撑着船帆\n[03:45.080]如果你看到他回到海岸\n[03:52.040]就请你告诉他你的名字\n[03:56.720]我的名字\n[03:59.970]莉莉安\n"
    },
    "185731": {
        "mp3Url": "http://m10.music.126.net/20170515001103/87acad8ae79716cb4c145acc291405a0/ymusic/95b8/ec52/d19d/133b2e550ceda75e47305229acf1feca.mp3",
        "album": {
            "picUrl": "http://p1.music.126.net/G6srSDoi7deI8qOJAjMlpw==/61572651167969.jpg",
            "name": "2007世界巡回演唱会",
        },
        artitsts: "周杰伦",
        name: "听妈妈的话(Live)",
        zh: "[00:17.360]对着钢琴说话 别人在玩游戏\n[00:19.460]我却靠在墙壁背我的abc\n[00:21.810]我说我要一台大大的飞机\n[00:24.410]但却得到一台旧旧录音机\n[00:27.010]为什么要听妈妈的话\n[00:29.210]长大后你就会开始懂了这段话\n[00:31.610]哼\n[00:37.160]将来大家看的都是我画的漫画\n[00:39.710]大家唱的都是《牛仔很忙》\n[00:41.800]没错\n[00:42.650]妈妈的辛苦 不让你看见\n[00:45.200]温暖的食谱在她心里面\n[00:47.800]有空就多多握握她的手\n[00:50.400]把手牵着一起梦游\n[00:52.600]听妈妈的话 别让她受伤\n[01:01.650]wo wu yeah ye~\n[01:02.950]想快快长大 才能保护她\n[01:11.680]wo ye yi ye eh~\n[01:13.280]美丽的白发 幸福中发芽\n[01:21.980]wo~\n[01:23.520]天使的魔法\n[01:27.720]wo~\n[01:28.720]幸福中慈祥\n[01:32.170]让我们欢迎 潘玮柏~\n[01:33.570]在你的未来 音乐是你的王牌\n[01:35.720]拿王牌谈个恋爱\n[01:36.970]唉 我不想把你教坏\n[01:38.720]还是听妈妈的话吧\n[01:40.070]没错\n[01:40.320]晚点再恋爱吧\n[01:41.270]没错\n[01:41.620]我知道你未来的路\n[01:42.920]但妈比我更清楚\n[01:44.570]你会开始学其他同学\n[01:45.820]在书包写东写西\n[01:46.970]但我建议最好写妈妈\n[01:48.470]我会用功读书\n[01:49.720]用功读书 怎么会从我嘴巴说出\n[01:52.270]不想你输 所以要叫你用功读书\n[01:54.220]妈妈织给你的毛衣\n[01:55.470]你要好好的收着\n[01:56.750]因为母亲节到的时候我要告诉她我还留着\n[01:59.450]对了 我会遇到了周润发\n[02:01.300]所以你可以跟同学炫耀\n[02:02.900]赌神未来是你爸爸\n[02:04.400]我找不到 童年写的情书\n[02:06.350]你写完不要送人\n[02:07.650]因为过两天你会在操场上捡到\n[02:10.050]你会开始喜欢上流行歌\n[02:12.350]因为张学友准备唱《吻别》\n[02:15.200]听妈妈的话 别让她受伤\n[02:26.150]想快快长大 才能保护她\n[02:36.150]wo oh oh~\n[02:37.200]听妈妈的话 别让她受伤\n[02:47.410]想快快长大 才能保护她\n[02:56.070]wo~\n[02:56.270]手伸起来朋友们\n[02:57.320]我夜夜入睡\n[02:59.020]妈妈知道\n[03:00.370]赶快让你迷幻着的神奇遇到\n[03:03.220]手中荧光棒都举起\n[03:05.520]妈妈在那边看着我\n[03:07.030]一起唱\n[03:08.380]wo oh oh\n[03:09.230]我怎么就知道\n[03:10.980]看不见妈妈的舞蹈\n[03:13.530]美丽的外婆望着外公 站在风中慈祥地笑\n"
    }
}


module.exports = {
    songs: songs
}